cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'postgresql'
brew 'tmux'

cask 'lastpass'
cask 'atom'
cask 'firefox'
cask 'slack'
cask 'steam'
cask 'vlc'
cask 'github-desktop'
cask 'google-chrome'
cask 'spotify'
