cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'openssl'
brew 'readline'
brew 'postgresql@10'
brew 'rbenv'
brew 'wget'
brew 'redis'
brew 'memcached'
brew 'puma/puma/puma-dev'
brew 'rbenv-gemset'
brew 'gnupg'

cask 'wkhtmltopdf'
cask 'phantomjs'
cask '1password'
cask 'slack'
cask 'google-chrome'
cask 'spotify'
